export const PHOTOS_COUNT = 25;
export const PHOTOS_RANGE = [1, PHOTOS_COUNT];
export const LIKES_RANGE = [15, 200];
export const USERS_AVATAR_INDEXES = [1, 6];
export const COMMENTS_RANGE = [1, 50];

export const DESCRIPTIONS = [
  'Закат',
  'Лесной пейзаж',
  'На берегу моря',
  'В горах',
];

export const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];

export const NAMES = [
  'Иван',
  'Мария',
  'Сергей',
  'Александр',
  'Николай',
  'Валентина',
  'Андрей',
  'Михаил',
];
